tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "gdbm"
brew "openssl@1.1"
brew "readline"
brew "python@3.9"
brew "pkg-config"
brew "harfbuzz"
brew "automake"
brew "bash-completion"
brew "bat"
brew "coreutils"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "curl"
brew "dotnet"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "git"
brew "gitversion"
brew "libksba"
brew "gnupg", link: false
brew "openjdk"
brew "gradle"
brew "gradle-completion"
brew "helm"
brew "htop"
brew "shared-mime-info"
brew "node"
brew "joplin-cli"
brew "jq"
brew "libyaml"
brew "make"
brew "neovim"
brew "openjdk@11"
brew "postgresql"
brew "rbspy"
brew "swig"
brew "syncthing", restart_service: true
brew "tmux"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zlib"
cask "beekeeper-studio"
cask "cakebrew"
cask "chromedriver"
cask "db-browser-for-sqlite"
cask "dozer"
cask "eclipse-jee"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "inkscape"
cask "jetbrains-toolbox"
cask "joplin"
cask "keepassxc"
cask "kitty"
cask "libreoffice"
cask "phantomjs"
cask "qutebrowser"
cask "rectangle"
cask "signal"
cask "stretchly"
cask "visual-studio-code"
