{
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-calc": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "delaytrain.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "feline.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gp.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-conform.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-nvim-lint": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-jest": { "branch": "main" },
  "neotest-vitest": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-cmp-ts-tag-close": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textsubjects": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "stay-in-place.nvim": { "branch": "main" },
  "stickybuf.nvim": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zf-native.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-qf": { "branch": "master" },
  "vim-tpipeline": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vim-visual-star-search": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "vimtex": { "branch": "master" }
}